app/views/users/show.html.erb

      <strong>URL</strong>  <%= link_to temp, @user %><br />
	  <strong>Topics</strong> <%= @user.topics.count %>
---
SELECT COUNT(*) FROM "topics" WHERE "topics"."user_id" = 1